// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "设备管理";

TaskTitle = "设备管理";
HSDPasswordButton = "设置/更改管理员密码…";
HSDEnableAllTitle = "全部启用";
HSDDisableAllTitle = "全部禁用";
HSDCustomSettingsTitle = "自定义设置：";
HSDOnTitle = "开启";
HSDFeatureNameTitle = "功能名称";

Networking = "Ethernet";
Wireless = "无线";
WirelessAccessPoint = "无线接入点";
Fax = "传真";
DigitalSend = "数字发送";
MassStorage = "照片卡/大容量存储";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "MobileApps 服务";
ControlPanelAccess = "控制面板锁定";
Scan = "扫描";
RemoteScan = "从计算机或移动设备扫描";
WebScan = "Web 扫描";
WebServices = "Web 服务";
FaxReprint = "传真重新打印";
ReceivingColorFax = "彩色传真(传入传真)";
PrintFromMassStorage = "从 USB 设备打开/打印";
ScanToMassStorage = "保存到 USB (扫描到 USB)";
MassStorageRestrictColor = "通过存储设备进行彩色打印";
Copy = "复制";
ColorCopy = "彩色复印";
DFA = "设备传真归档 (DFA)";
ScanToEmail = "扫描至电子邮件";
ScanToNetworkFolder = "扫描至网络文件夹";
ScanToSharePoint = "扫描到 SharePoint";
ManualFromEmailAddress = "手动输入电子邮件地址";
ConsumableSubscription = "墨水订阅";
SFS = "联机帮助";
UsageDataCollection = "使用情况数据收集";
WebProxy = "Web 代理";
WDAP = "Web 代理自动发现 (WPAD)";
FirmwareUpdate = "固件更新";
WebFirmwareUpdate = "通过 Web 下载的固件更新";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "使用 Google Cloud Print 通过无线网络进行打印";

DisableControlPanelAccessAlertTitle =  "启用“控制面板锁定”也会限制限制对 HP 实用程序中打印机设置的访问。是否确定要禁用“控制面板锁定”?";
DisableControlPanelAccessAlertDescription = "HP 实用程序需要禁用“控制面板锁定”才能显示并配置打印机设置。如果将其启用，您将需要使用打印机的 嵌入式 Web 伺服器 来执行配置。";
DisableControlPanelAccessAlertButton = "启用“控制面板锁定”";

HSDFeatureRequiresRebootNote = "(1) 请重新启动打印机以便此设置生效。";

NoSetTitle = "%@ 未更新。";
NoSetMessage = "已超过允许尝试更改此设置的最大次数。请一小时后重试。";

// password window
HSDOldPasswordTitle = "旧密码：";
HSDNewPasswordTitle = "新密码：";
HSDConfirmPasswordTitle = "确认新密码：";
IncorrectPasswordMessage = "密码不正确。";
NewPasswordTooLong = "新密码太长。";
PasswordNotSupported = "不支持密码更改。";
PasswordRuntimeError = "未知错误。";

HSDOkButton = "确定";
HSDCancelButton = "取消";
